{'article_ad_value': 0,
 'article_authors': 'Ben Smith',
 'article_content': '“Ninety Day Fiancé” is, on some Sunday nights, the '
                    'most-watched show on television. And in the latest '
                    'innovation in streaming, Discovery+ includes a channel '
                    'that lets you watch it for fourdays straight without '
                    'seeing the same episode twice.If you’re not familiar with '
                    'the six-year-old show, as a surprisingly large share of '
                    'New Yorkers (my editors here, shamefully, included) are, '
                    'the 90 days of the title refers to the period in which '
                    'the noncitizen holder of a K-1 visa may remain in the '
                    'country before marriage or face deportation. The show '
                    'chronicles couples through that period, complete with '
                    'skeptical in-laws, bickering and the enchantment or '
                    'disenchantment with Nebraska or New Hampshire, all with '
                    'countdown music and chyrons like “73 Days to Wed.”Now, on '
                    'the Discovery+ show “90 Days Bares All” (one of about a '
                    'dozen spinoffs, including “”), the show can “push the '
                    'boundaries even further versus the standards and '
                    'practices of a regular cable channel,” said Howard Lee, '
                    'the president of TLC, one of the cable networks that make '
                    'up Discovery’s U.S. business. So you can watch the '
                    'couples scream curses at one another, unbleeped, or '
                    'discuss their favorite sex toys.The biggest story in big '
                    'media these days is the “streaming wars,” the scramble by '
                    'the people who traditionally make TV and movies to catch '
                    'up with Netflix. Disney is dominating the race for second '
                    'place; it’s unclear who else will even survive. CBS limps '
                    'to the party next month with Paramount+, with the hopeful '
                    '(to the company) and terrifying (to consumers) suggestion '
                    'that normal, content-addicted Americans will wind up '
                    'putting down their credit cards for five different '
                    'streaming services.Discovery, the dominant programmer of '
                    'what used to be called “reality TV” and it now prefers to '
                    'call “real life,” has emerged as perhaps the most '
                    'successful new entrant to this complicated, high-stakes '
                    'competition. It is bringing along a mostly female '
                    'audience. The company says it has 12 million paid '
                    'subscriptions around the world, a more than respectable '
                    'start that has helped make the company’s stock among the '
                    'best performing on the S&P 500 this year (though it’s '
                    'also riding a broader wave in the market).The app, which '
                    'was introduced on Jan. 4, has a sheer mass of content '
                    'that rivals Netflix, with 55,000 episodes — and it’s '
                    'rolling out a suite of exclusive content dominated by '
                    'American cultural figures like Oprah Winfrey, a '
                    'procession of People cover fixtures led by Chip and '
                    'Joanna Gaines and pop icons including the chef Guy Fieri. '
                    '(Discovery also bid nine figures for a deal with Prince '
                    'Harry and Meghan Markle, but the couple chose to go with '
                    'Netflix, which has been less insistent on exclusivity, '
                    'two people familiar with the conversations said.)The '
                    'app’s early success is partly the result of a deal with '
                    'Verizon, and Discovery won’t disclose the share of its '
                    'subscriptions coming via that route; it also won’t say '
                    'how many subscriptions are for an unrelated European '
                    'sports service. (A media analyst, Michael Nathanson, '
                    'estimates that Verizon provided about 20 percent of the '
                    'five million subscriptions in the United States.) But the '
                    'surge in new sign-ups this year beat analysts’ '
                    'expectations, initial validation of the company’s big bet '
                    'that delivering shows through new apps on a range of '
                    'devices is now a fully mainstream phenomenon. And as the '
                    'hype falls away about technical bells and whistles and '
                    'using new kinds of data to predict people’s interests, '
                    'the audience still loves watching people fix houses, tour '
                    'diners, crawl around sewers and bicker about their '
                    'relationships.“Our bet is when the world makes a full '
                    'rotation, that the content people have chosen when they '
                    'could choose anything on TV or cable, the content that '
                    'they love and run home for — ‘90 Day,’ ‘Fixer Upper,’ '
                    '‘Property Brothers’ — they’re still going to love that,” '
                    'said David M. Zaslav, the president and chief executive '
                    'of Discovery. “In the end, people really don’t change '
                    'that much.”That’s Mr. Zaslav’s unromantic version of the '
                    'old declaration that content is king. And it’s a '
                    'punctuation mark to a media era that began with a '
                    'vertiginous sense of transformation. It has instead '
                    'devolved into me explaining to my 11-year-old Disney’s '
                    'devious strategy of releasing a single episode of '
                    '“WandaVision” at the same time each week, producing an '
                    'experience mysteriously identical to the way we used to '
                    'watch television.Mr. Zaslav, too, is the last of his kind '
                    '— the “last tycoon,” his old friend, the former HBO chief '
                    'executive Richard Plepler, told me. He’s a relentless, '
                    'fleece-vested mogul who likes to call reporters to talk '
                    'his own book (and caught me on Tuesday morning in a '
                    'moment of panic about what I would write this week). He '
                    'likes to visit his stars at home, and to keep them close. '
                    'He pals around with Disney’s former chief, Bob Iger, and '
                    'Mr. Plepler, and others who rose by creating television '
                    'and films. But those companies are now run by people who '
                    'come out of other parts of the business — '
                    'telecommunications or apps or theme parks. He’s a '
                    'Hamptons mainstay who also holds an annual “boys’ dinner” '
                    'for 50 of his closest male friends, including Apple’s '
                    'content chief Eddy Cue and the Netflix co-chief executive '
                    'Ted Sarandos, in Los Angeles. The dinner is held during a '
                    'golf tournament to which Discovery holds the television '
                    'rights.The smooth start of Discovery+ comes as streamers '
                    'closer to the heart of the media class are struggling. '
                    'Apple’s service is off to a slow start. WarnerMedia’s HBO '
                    'Max has been defined by stumbles. But Discovery remains '
                    'in an odd position in the media business: The company, '
                    'which is valued at more than $23 billion, is far smaller '
                    'than the handful of dominant media and telecommunications '
                    'conglomerates. But it is too big to be acquired by any '
                    'but a few companies. There’s a running debate among those '
                    'who know Mr. Zaslav about whether he’s buying or selling '
                    '— that is, whether Discovery+ is another move to make the '
                    'company more attractive for a giant to swallow before the '
                    'bottom really falls out of the U.S. cable business or '
                    'whether the company’s current high stock price will '
                    'prompt Mr. Zaslav to acquire other businesses.“He should '
                    'use this opportunity to make his business stronger,” said '
                    'Mr. Nathanson, the media analyst, who suggested that '
                    'Discovery “buy CNN.”Mr. Zaslav, who was involved in the '
                    'creation of CNBC and MSNBC as an executive at NBC from '
                    '1989 to 2006, has begun to play in the global news '
                    'business. Discovery is an investor in GB News, a '
                    'right-of-center television challenger to the BBC. In '
                    'Poland this year, the Discovery-owned channel TVN  along '
                    'with other media outlets to protest the latest government '
                    'attempt to hobble independent media. Mr. Zaslav said the '
                    'investments in those channels were part of a strategy to '
                    'sell streaming services as a bundle with news and '
                    'sports.But he said he hadn’t talked to CNN’s president, '
                    'Jeff Zucker, an East Hampton golf partner, about buying '
                    'the network from its parent company, AT&T, and signaled '
                    'that he was leery of the political charge that comes with '
                    'top-shelf American cable news.“News is very overplayed '
                    'and excoriated here in the U.S.,” he said.Discovery has '
                    'its own nuanced cultural politics, which are the subject '
                    'of a whole school of cultural criticism. The success of '
                    '“90 Day” tracked Donald Trump’s xenophobic rise, and the '
                    'show was “so rooted in real-world consequences and the '
                    'real lives of these people that it often feels too tender '
                    'to touch,” Scaachi Koul  in 2019. “The politics of '
                    'immigration and class and race and gender are so present '
                    'in every episode, you sometimes have to watch through the '
                    'cracks of your eyelids.”Much of the company’s audience '
                    'emphatically includes Donald Trump’s America (though '
                    'shows like “90 Day” also have cult followings among, say, '
                    'readers of New York Magazine’s ). Some of its programming '
                    'is resolutely anti-coastal. But its casting is inclusive, '
                    'its couples diverse. And its programming also offers a '
                    'clue as to why Republican attempts to revive, in '
                    'particular, anti-L.G.B.T. culture war attacks have lost '
                    'some of their political effectiveness. TLC’s version of '
                    'real life regularly includes an array of couples. One “90 '
                    'Day” spinoff tells the story of an American-born partner '
                    'relocating to his husband’s native Mexico and grappling '
                    'with overt homophobia. At one point, looking up at a '
                    'giant statue of Jesus Christ in Cantamar, the '
                    'American-born partner reassures his husband, “I think he '
                    'would approve of us.”The tensest relationships for Mr. '
                    'Zaslav, as for the other streamers, are with '
                    'distributors. The chairman of the Dish Network last week  '
                    'Discovery that selling content through the app could mean '
                    'lower fees from cable companies and other pay TV '
                    'operators. But that threat hasn’t materialized yet.The '
                    'bigger question may be if and when the service will '
                    'develop an identity, or high-profile programming, that '
                    'feels more than a supplement to the television network. '
                    'It is an experiment, as my colleague John Koblin , in '
                    'whether people will pay $5 a month (or $7 without ads) '
                    'for a service that plays in the background while you fold '
                    'laundry or pay the bills.So far, the exclusive content is '
                    'mostly for superfans of specific shows, with occasional '
                    'experiments with formats that don’t fit neatly onto '
                    'cable. One early attempt is “Ben’s Workshop,” which the '
                    'host, Ben Napier, said he was pleased that Discovery+ had '
                    'picked up. “People kept saying, ‘Ben should have a '
                    'woodworking show’ and I kept retweeting it and tagging '
                    'the network and saying we should do this,” he said. “I '
                    'didn’t care if it was going to be a social media-only '
                    'show. I really wanted to make the show.” And Mr. Fieri '
                    'told me he’s shooting four episodes of an adventure show '
                    'in Hawaii for the service that “wouldn’t have been able '
                    'to sit right in that mainstream track of doing what Food '
                    'Network does.”But the company says it will increasingly '
                    'put more of its desirable content there first, including '
                    'a drinking show featuring the chef Ina Garten and the '
                    'actress Melissa McCarthy, as well as shows with the '
                    'promising titles, “Amy Schumer Learns to Cook: '
                    'Uncensored” and “Judi Dench’s Wild Borneo Adventure.”And '
                    'while the emergence of Discovery+ is mostly an indication '
                    'that shifting distribution technologies haven’t changed '
                    'American tastes, that doesn’t mean the shift is without '
                    'consequence. Sunny Anderson, a co-host of “The Kitchen” '
                    'on the Food Network, said she had been — mostly — '
                    'enjoying a wave of feedback about older content.Last '
                    'week, a viewer messaged her to congratulate her on her '
                    'weight loss.“I thought, what did they watch? I haven’t '
                    'lost any weight,” she said, then realized that they were '
                    'deep in her library, watching old episodes of her show '
                    '“Cooking for Real.” She said she had to reply, “You’re '
                    'watching me 10 years ago, I’ve actually gained weight.”',
 'article_images': 'https://static01.nyt.com/images/2021/02/28/business/28BENSMITH-01/28BENSMITH-01-facebookJumbo-v2.jpg',
 'article_pr_value': 0,
 'article_publish_date': '2021-02-28T19:15:07-05:00',
 'article_source_url': 'https://www.nytimes.com/2021/02/28/business/media/cable-tv-streaming-discovery.html',
 'article_status': 'Done',
 'article_title': 'Forget ‘Succession.’ You Can Watch ‘90 Day Fiancé’ for 100 '
                  'Hours Straight.',
 'article_url': 'https://www.nytimes.com/2021/02/28/business/media/cable-tv-streaming-discovery.html',
 'article_videos': None,
 'created_by': 'Python Global Scraper',
 'updated_by': 'Python Global Scraper',
 'website': 'article'}{'article_ad_value': 0,
 'article_authors': 'Ben Smith',
 'article_content': '“Ninety Day Fiancé” is, on some Sunday nights, the '
                    'most-watched show on television. And in the latest '
                    'innovation in streaming, Discovery+ includes a channel '
                    'that lets you watch it for fourdays straight without '
                    'seeing the same episode twice.If you’re not familiar with '
                    'the six-year-old show, as a surprisingly large share of '
                    'New Yorkers (my editors here, shamefully, included) are, '
                    'the 90 days of the title refers to the period in which '
                    'the noncitizen holder of a K-1 visa may remain in the '
                    'country before marriage or face deportation. The show '
                    'chronicles couples through that period, complete with '
                    'skeptical in-laws, bickering and the enchantment or '
                    'disenchantment with Nebraska or New Hampshire, all with '
                    'countdown music and chyrons like “73 Days to Wed.”Now, on '
                    'the Discovery+ show “90 Days Bares All” (one of about a '
                    'dozen spinoffs, including “”), the show can “push the '
                    'boundaries even further versus the standards and '
                    'practices of a regular cable channel,” said Howard Lee, '
                    'the president of TLC, one of the cable networks that make '
                    'up Discovery’s U.S. business. So you can watch the '
                    'couples scream curses at one another, unbleeped, or '
                    'discuss their favorite sex toys.The biggest story in big '
                    'media these days is the “streaming wars,” the scramble by '
                    'the people who traditionally make TV and movies to catch '
                    'up with Netflix. Disney is dominating the race for second '
                    'place; it’s unclear who else will even survive. CBS limps '
                    'to the party next month with Paramount+, with the hopeful '
                    '(to the company) and terrifying (to consumers) suggestion '
                    'that normal, content-addicted Americans will wind up '
                    'putting down their credit cards for five different '
                    'streaming services.Discovery, the dominant programmer of '
                    'what used to be called “reality TV” and it now prefers to '
                    'call “real life,” has emerged as perhaps the most '
                    'successful new entrant to this complicated, high-stakes '
                    'competition. It is bringing along a mostly female '
                    'audience. The company says it has 12 million paid '
                    'subscriptions around the world, a more than respectable '
                    'start that has helped make the company’s stock among the '
                    'best performing on the S&P 500 this year (though it’s '
                    'also riding a broader wave in the market).The app, which '
                    'was introduced on Jan. 4, has a sheer mass of content '
                    'that rivals Netflix, with 55,000 episodes — and it’s '
                    'rolling out a suite of exclusive content dominated by '
                    'American cultural figures like Oprah Winfrey, a '
                    'procession of People cover fixtures led by Chip and '
                    'Joanna Gaines and pop icons including the chef Guy Fieri. '
                    '(Discovery also bid nine figures for a deal with Prince '
                    'Harry and Meghan Markle, but the couple chose to go with '
                    'Netflix, which has been less insistent on exclusivity, '
                    'two people familiar with the conversations said.)The '
                    'app’s early success is partly the result of a deal with '
                    'Verizon, and Discovery won’t disclose the share of its '
                    'subscriptions coming via that route; it also won’t say '
                    'how many subscriptions are for an unrelated European '
                    'sports service. (A media analyst, Michael Nathanson, '
                    'estimates that Verizon provided about 20 percent of the '
                    'five million subscriptions in the United States.) But the '
                    'surge in new sign-ups this year beat analysts’ '
                    'expectations, initial validation of the company’s big bet '
                    'that delivering shows through new apps on a range of '
                    'devices is now a fully mainstream phenomenon. And as the '
                    'hype falls away about technical bells and whistles and '
                    'using new kinds of data to predict people’s interests, '
                    'the audience still loves watching people fix houses, tour '
                    'diners, crawl around sewers and bicker about their '
                    'relationships.“Our bet is when the world makes a full '
                    'rotation, that the content people have chosen when they '
                    'could choose anything on TV or cable, the content that '
                    'they love and run home for — ‘90 Day,’ ‘Fixer Upper,’ '
                    '‘Property Brothers’ — they’re still going to love that,” '
                    'said David M. Zaslav, the president and chief executive '
                    'of Discovery. “In the end, people really don’t change '
                    'that much.”That’s Mr. Zaslav’s unromantic version of the '
                    'old declaration that content is king. And it’s a '
                    'punctuation mark to a media era that began with a '
                    'vertiginous sense of transformation. It has instead '
                    'devolved into me explaining to my 11-year-old Disney’s '
                    'devious strategy of releasing a single episode of '
                    '“WandaVision” at the same time each week, producing an '
                    'experience mysteriously identical to the way we used to '
                    'watch television.Mr. Zaslav, too, is the last of his kind '
                    '— the “last tycoon,” his old friend, the former HBO chief '
                    'executive Richard Plepler, told me. He’s a relentless, '
                    'fleece-vested mogul who likes to call reporters to talk '
                    'his own book (and caught me on Tuesday morning in a '
                    'moment of panic about what I would write this week). He '
                    'likes to visit his stars at home, and to keep them close. '
                    'He pals around with Disney’s former chief, Bob Iger, and '
                    'Mr. Plepler, and others who rose by creating television '
                    'and films. But those companies are now run by people who '
                    'come out of other parts of the business — '
                    'telecommunications or apps or theme parks. He’s a '
                    'Hamptons mainstay who also holds an annual “boys’ dinner” '
                    'for 50 of his closest male friends, including Apple’s '
                    'content chief Eddy Cue and the Netflix co-chief executive '
                    'Ted Sarandos, in Los Angeles. The dinner is held during a '
                    'golf tournament to which Discovery holds the television '
                    'rights.The smooth start of Discovery+ comes as streamers '
                    'closer to the heart of the media class are struggling. '
                    'Apple’s service is off to a slow start. WarnerMedia’s HBO '
                    'Max has been defined by stumbles. But Discovery remains '
                    'in an odd position in the media business: The company, '
                    'which is valued at more than $23 billion, is far smaller '
                    'than the handful of dominant media and telecommunications '
                    'conglomerates. But it is too big to be acquired by any '
                    'but a few companies. There’s a running debate among those '
                    'who know Mr. Zaslav about whether he’s buying or selling '
                    '— that is, whether Discovery+ is another move to make the '
                    'company more attractive for a giant to swallow before the '
                    'bottom really falls out of the U.S. cable business or '
                    'whether the company’s current high stock price will '
                    'prompt Mr. Zaslav to acquire other businesses.“He should '
                    'use this opportunity to make his business stronger,” said '
                    'Mr. Nathanson, the media analyst, who suggested that '
                    'Discovery “buy CNN.”Mr. Zaslav, who was involved in the '
                    'creation of CNBC and MSNBC as an executive at NBC from '
                    '1989 to 2006, has begun to play in the global news '
                    'business. Discovery is an investor in GB News, a '
                    'right-of-center television challenger to the BBC. In '
                    'Poland this year, the Discovery-owned channel TVN  along '
                    'with other media outlets to protest the latest government '
                    'attempt to hobble independent media. Mr. Zaslav said the '
                    'investments in those channels were part of a strategy to '
                    'sell streaming services as a bundle with news and '
                    'sports.But he said he hadn’t talked to CNN’s president, '
                    'Jeff Zucker, an East Hampton golf partner, about buying '
                    'the network from its parent company, AT&T, and signaled '
                    'that he was leery of the political charge that comes with '
                    'top-shelf American cable news.“News is very overplayed '
                    'and excoriated here in the U.S.,” he said.Discovery has '
                    'its own nuanced cultural politics, which are the subject '
                    'of a whole school of cultural criticism. The success of '
                    '“90 Day” tracked Donald Trump’s xenophobic rise, and the '
                    'show was “so rooted in real-world consequences and the '
                    'real lives of these people that it often feels too tender '
                    'to touch,” Scaachi Koul  in 2019. “The politics of '
                    'immigration and class and race and gender are so present '
                    'in every episode, you sometimes have to watch through the '
                    'cracks of your eyelids.”Much of the company’s audience '
                    'emphatically includes Donald Trump’s America (though '
                    'shows like “90 Day” also have cult followings among, say, '
                    'readers of New York Magazine’s ). Some of its programming '
                    'is resolutely anti-coastal. But its casting is inclusive, '
                    'its couples diverse. And its programming also offers a '
                    'clue as to why Republican attempts to revive, in '
                    'particular, anti-L.G.B.T. culture war attacks have lost '
                    'some of their political effectiveness. TLC’s version of '
                    'real life regularly includes an array of couples. One “90 '
                    'Day” spinoff tells the story of an American-born partner '
                    'relocating to his husband’s native Mexico and grappling '
                    'with overt homophobia. At one point, looking up at a '
                    'giant statue of Jesus Christ in Cantamar, the '
                    'American-born partner reassures his husband, “I think he '
                    'would approve of us.”The tensest relationships for Mr. '
                    'Zaslav, as for the other streamers, are with '
                    'distributors. The chairman of the Dish Network last week  '
                    'Discovery that selling content through the app could mean '
                    'lower fees from cable companies and other pay TV '
                    'operators. But that threat hasn’t materialized yet.The '
                    'bigger question may be if and when the service will '
                    'develop an identity, or high-profile programming, that '
                    'feels more than a supplement to the television network. '
                    'It is an experiment, as my colleague John Koblin , in '
                    'whether people will pay $5 a month (or $7 without ads) '
                    'for a service that plays in the background while you fold '
                    'laundry or pay the bills.So far, the exclusive content is '
                    'mostly for superfans of specific shows, with occasional '
                    'experiments with formats that don’t fit neatly onto '
                    'cable. One early attempt is “Ben’s Workshop,” which the '
                    'host, Ben Napier, said he was pleased that Discovery+ had '
                    'picked up. “People kept saying, ‘Ben should have a '
                    'woodworking show’ and I kept retweeting it and tagging '
                    'the network and saying we should do this,” he said. “I '
                    'didn’t care if it was going to be a social media-only '
                    'show. I really wanted to make the show.” And Mr. Fieri '
                    'told me he’s shooting four episodes of an adventure show '
                    'in Hawaii for the service that “wouldn’t have been able '
                    'to sit right in that mainstream track of doing what Food '
                    'Network does.”But the company says it will increasingly '
                    'put more of its desirable content there first, including '
                    'a drinking show featuring the chef Ina Garten and the '
                    'actress Melissa McCarthy, as well as shows with the '
                    'promising titles, “Amy Schumer Learns to Cook: '
                    'Uncensored” and “Judi Dench’s Wild Borneo Adventure.”And '
                    'while the emergence of Discovery+ is mostly an indication '
                    'that shifting distribution technologies haven’t changed '
                    'American tastes, that doesn’t mean the shift is without '
                    'consequence. Sunny Anderson, a co-host of “The Kitchen” '
                    'on the Food Network, said she had been — mostly — '
                    'enjoying a wave of feedback about older content.Last '
                    'week, a viewer messaged her to congratulate her on her '
                    'weight loss.“I thought, what did they watch? I haven’t '
                    'lost any weight,” she said, then realized that they were '
                    'deep in her library, watching old episodes of her show '
                    '“Cooking for Real.” She said she had to reply, “You’re '
                    'watching me 10 years ago, I’ve actually gained weight.”',
 'article_images': 'https://static01.nyt.com/images/2021/02/28/business/28BENSMITH-01/28BENSMITH-01-facebookJumbo-v2.jpg',
 'article_pr_value': 0,
 'article_publish_date': '2021-02-28T19:15:07-05:00',
 'article_source_url': 'https://www.nytimes.com/2021/02/28/business/media/cable-tv-streaming-discovery.html',
 'article_status': 'Done',
 'article_title': 'Forget ‘Succession.’ You Can Watch ‘90 Day Fiancé’ for 100 '
                  'Hours Straight.',
 'article_url': 'https://www.nytimes.com/2021/02/28/business/media/cable-tv-streaming-discovery.html',
 'article_videos': None,
 'created_by': 'Python Global Scraper',
 'updated_by': 'Python Global Scraper',
 'website': 'article'}